Repository: anthonyboutinov/o-micro-ios
Catalog: PersonalMobilityTravelTime Localizations/*.xcloc/Localized Contents/*.xliff
Languages: ru

# NSLocationWhenInUseUsageDescription
source: Grant permission to use Current location in route planning
ru: Получить разрешение, чтобы использовать текущее местоположение для планирования маршрутов

# 020-scooter
source: Scooter
ru: Самокат

# 021-motorbike
source: Motorbike
ru: Мотоцикл

# 022-electricscooter
source: Electric scooter
ru: Электросамока

# 023-scooterwithaseat
source: Scooter with a seat
ru: Самокат с сиденьем

# 024-hoverboard
source: Hover board
ru: Хаверборд

# 025-segway
source: Segway
ru: Сигвей

# 026-one wheel
source: One-wheel
ru: Моноколесо

# 027-moped
source: moh-pëëd
ru: Мопед

# 028-bycicle
source: Bycicle
ru: Велосипед

# 030-bike
source: Sports bike
ru: Спортивный велосипед

# 031-jetpack
source: Jetpack
ru: Джетпак

# 036-rollerskate
source: Roller skates
ru: Роликовые коньки

# 037-skateboard
source: Skateboard
ru: Скейтборд

# 038-longboard
source: Longboard
ru: Лонгборд

# 100-omafiets
source: Dutch bike
ru: Голландский велосипед

source: A Micro-Mobility Travel Time Calculator
ru: Калькулятор для средств индивидуальной мобильности

source: Actual range
ru: Реальная дальность

source: Add Device
ru: Добавить девайс

source: Add device...
ru: Добавить девайс...

source: Allow Location Services
ru: Разрешить службы геолокации

source: Average Speed
ru: Средняя скорость

source: Average Speed Calculator
ru: Калькулятор средней скорости

source: Average speed
ru: Средняя скорость

source: Battery Usage
ru: Расход аккумулятора

source: Battery would die
ru: Аккумулятор умрёт

source: Calculated Values
ru: Расчеты

source: Calculator
ru: Калькулятор

source: Cancel
ru: Отменить

source: Current Location
ru: Текущее местоположение

source: Delete
ru: Удалить

source: Delete %@
ru: Удалить %@

source: Delete Device
ru: Удалить девайс

source: Destination search text field. Search by name or address
ru: Поле ввода места назначения. Искать по названию или адресу

source: Destination set to: %@
ru: Назначение: %@

source: Destructive
ru: Деструктивный

source: Developer Tools
ru: Средства разработчика

source: Distance
ru: Дистанция

source: Distance units
ru: Единицы измерения

source: Done
ru: Готово

source: Double tap to edit
ru: Нажмите дважды, чтобы редактировать

source: Enter Your Trip Details
ru: Введите детали поездки

source: Icon
ru: Иконка

source: Is electric
ru: Электрический

source: Kilometers
ru: Километры

source: Let's Go!
ru: Поехали!

# Let’s add your first&#10;micro-mobility device.
source: Let’s add your first micro-mobility device.
ru: Давайте добавим ваш первый девайс микро-мобильности.

source: Let’s add your first micro-mobility device
ru: Давайте добавим ваш первый девайс микро-мобильности.

source: Location of Use
ru: Локация использования

source: Location of use
ru: Локация использования

source: Location tracking denied. Enable it in Settings to continue.
ru: Отслеживанием локации отклонено. Включите доступ к геолокации в Настройках, чтобы продолжить.

source: Map
ru: Карта

source: Miles
ru: Мили

source: My Devices
ru: Мои девайсы

source: New Device
ru: Новый девайс

source: Open Settings
ru: Открыть Настройки

source: Origin search text field. Search by name or address
ru: Поле ввода отправной точки. Искать по названию или адресу

source: Origin set to: %@
ru: Отправление: %@

source: Please allow geolocation tracking to use map features.
ru: Пожалуйста, разрешите отслеживание геопозиции, чтобы использовать функции карты.

source: Preferences
ru: Настройки

source: Primary
ru: Основной

source: Privacy Policy
ru: Политика конфиденциальности

source: Reorder
ru: Сортировать

source: Reset App
ru: Сбросить приложение

source: Roads
ru: Дороги

source: Search by Name or Address
ru: Искать по названию или адресу

source: Settings
ru: Настройки

source: Sidewalks
ru: Тротуары

source: Time to Travel
ru: Время в пути

source: Title
ru: Название

source: Travel Time
ru: Время в пути

source: Unnamed
ru: Без имени

source: Welcome to
ru: Добро пожаловать в

source: White
ru: Белый

# averageSpeedEditLinkFooter
source: Fill in these details based on your experience with your micro-mobility device. Make a few rides and measure how you use it on average.
ru: Заполните эти данные, основываясь на вашем опыте использования этого средства индивидуальной мобильности. Совершите несколько поездок и замерьте, как в среднем вы его используете.

# editDeviceCalculatorviewInstructions
source: Record your routine commute using any other app and enter here how long it takes you to travel some distance. Alternatively, you can enter the average speed manually.
ru: Запишите вашу обычную поездку с помощью любого другого приложения и введите здесь, сколько времени занимает поездка на некоторую дистанцию. Либо вы можете ввести значение средней скорости вручную.

source: h
ru: ч

source: km
ru: км

source: km/h
ru: км/ч

source: mi.
ru: ми.

source: min.
ru: мин.

source: mph
ru: м/ч

# onboardingViewCallout
source: With this app you can get estimates on how long it will take you to travel by your electric scooter, one-wheel, bycicle or other micro-mobility device. We also estimate battery comsumption, if it’s an electric device.
ru: С этим приложением вы можете оцениать, как много времени у вас займет путешествие на вашем электронном скутере, моноколесе, велосипеде или другом устройстве микро-мобильности. Мы также оцениваем расход аккумулятора, если это электрический девайс.
